Repository: wp-plugins/image-licenser
Catalog: langs/imagelicenser-*.po
Languages: de_de

source: image by
de_de: von

source: by
de_de: Namensnennung

source: by-nd
de_de: Namensnennung-Keine Bearbeitung

source: by-nc
de_de: Namensnennung-Keine kommerzielle Nutzung

source: by-nc-nd
de_de: Namensnennung-Keine kommerzielle Nutzung-Keine Bearbeitung

source: by-nc-sa
de_de: Namensnennung-Keine kommerzielle Nutzung-Weitergabe unter gleichen Bedingungen

source: by-sa
de_de: Namensnennung-Weitergabe unter gleichen Bedingungen

source: License
de_de: Lizenz

source: Port_de
de_de: Deutschland

source: Port_us
de_de: Vereinigte Staaten von Amerika

source: Port_it
de_de: Italy

source: Port_fr
de_de: France

source: Port_ch
de_de: Schweiz

source: Port_ar
de_de: Argentinien

source: Port_at
de_de: Österreich

source: Port_au
de_de: Australien

source: Port_be
de_de: Belgien

source: Port_bg
de_de: Bulgarien

source: Port_br
de_de: Brasilien

source: Port_ca
de_de: Kanada

source: Port_cl
de_de: Chile

source: Port_cn
de_de: Volksrepublik China

source: Port_co
de_de: Kolumbien

source: Port_uk
de_de: UK: England &amp; Wales

source: Options saved.
de_de: Einstellungen gespeichert.

source: Choose defaults for the image licenser plugin to tag images with a <a href="http://creativecommons.org/">CreativeCommons license</a> here. All images embedded in the <i>cc</i> shortcode will be equipped with <a href="http://wiki.creativecommons.org/RDFa">RDFa</a> tags to enable search engins to detect the license of the image.
de_de: Hier können die Einstellungen des Image Licenser Plugins gewählt werden. Mit diesem können Bilder mit einer <a href="http://creativecommons.org/">CreativeCommons</a> Lizenz marktiert werden indem der Shortcode <i>cc</i> verwendet wird. Dann werden <a href="http://wiki.creativecommons.org/RDFa">RDFa</a> tags verwendet um Suchmaschinen und Nutzern die Lizenz der Bilder bekannt zu machen.

source: For detailed information see the
de_de: Für weitere Informationen besuchen Sie bitte die

source: plugin page
de_de: Plugin Webseite

source: Usage
de_de: Benutzung

source: You may adapt your CSS style sheet to include a style for .wp-image-license.
de_de: Sie können ihr CSS style sheet anpassen und einen Stil für .wp-image-license hinzufügen.

source: Examples
de_de: Beispiele

source: Configuration
de_de: Einstellungen

source: Show the License link (if neither link="true" nor link="false" is given)
de_de: Lizenzlink anzeigen (falls weder link="true" noch link="false" angegeben wurde)

source: Use smaller font size for link
de_de: Verwende eine kleinere Schrift für die Lizenzinformation

source: Version used, if no version is given in shortcode
de_de: Lizenzversion (falls im shortcode keine angegeben wird)

source: Jurisdiction used, if no port is given in shortcode
de_de: Rechtsordnung (falls im shortcode keine angegeben wird)

source: Save settings
de_de: Einstellungen speichern
